Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Би.26.02.16.кс1441.tmx
Source language: ru
Languages: ba

source: При создании новых маршрутов будет учитываться потребность в нем населения, имеющиеся площадки для разворота троллейбусов, трамваев и автобусов, качество дорожного покрытия и ширина дорог.
ba: Яңы маршруттар булдырғанда халыҡтың ихтыяжы, троллейбустар, трамвайҙар һәм автобустар боролошо өсөн майҙандар, юл япмаһының сифаты һәм юлдарҙың киңлеге иҫәпкә алынасаҡ.

source: Отдельным документом регламентирована организация остановок.
ba: Туҡталыштарҙы ойоштороу айырым документта билдәләнгән.

source: В перечне требований указаны наличие дорожных знаков, разметки, ограждений, электрического освещения, информационного табло с расписанием движения маршрутов, наименования остановки, адреса.
ba: Талаптар исемлегендә юл билдәләре, ҡоймалар, электр яҡтыртыу, маршрут хәрәкәтенең расписаниеһы яҙылған таблолар, туҡталыштарҙың исеме, адресы булыуы күрһәтелгән.

source: Конкурс по отбору перевозчиков также законодательно закреплен.
ba: Пассажир ташыусыларҙы һайлап алыу буйынса конкурс ҡануниәт тарафынан нығытылған.

source: В приоритете те компании, которые предложат наиболее безопасные и качественные условия перевозки пассажиров.
ba: Хәүефһеҙ һәм уңайлы шарттар тәҡдим иткән компанияларға өҫтөнлөк бирелә.

source: «Для каждого маршрута будет определен свой формат автобусов.
ba: «Һәр маршрут өсөн автобустарҙың үҙ форматы билдәләнәсәк.

source: На маленьких улицах мы не сможем запустить большеформатные автобусы, — пояснил заместитель главы администрации Уфы Руслан Тухватшин.
ba: Бәләкәй урамдарҙа ҙур автобустар йөрөй алмай, — тип аңлатма бирҙе Өфө хакимиәте башлығы урынбаҫары Руслан Төхвәтшин.

source: — Мы надеемся, что рынок отреагирует адекватно — закупит комфортабельные автобусы и обслуживание будет более качественным».
ba: — Баҙар дөрөҫ яуап бирер — уңайлы автобустар һатып алыр һәм хеҙмәтләндереү сифатлыраҡ булыр тип ышанабыҙ».
